[Public]
YMWFormatForm=MM/dd/yyyy
YMFormatForm=MM/yyyy
YMFormatDB=MMyyyy
YMFormat=MM Month yyyy year
WorkRate=chấm công
WorkHrs=số giờ làm việc
WorkHours=giờ làm việc
WorkDays=đã làm việc
windows7Blue=windows7Blue
WeekDays=Ngày trong tuần
WedID=thứ 4
VK_VEIN=ngón tay
VK_PASS=mật khẩu
VK_NONE=không
VK_IRIS=mống mắt
VK_FP=vântay
VK_FACE=khuôn mặt
VK_CARD=thẻ
VisualStudio2012Light=VisualStudio2012Light
visualStudio2012Dark=visualStudio2012Dark
visualStudio2010Blue=visualStudio2010Blue
VerifyMode=loại xác nhận
UpdateDate=ngày cập nhật
Tune=điều chỉnh giá trị
TueID=thứ 3
tsnDelete=Xoá
tsnCopy=Sao chép
tsnClear=Dọn sạch.
TimeOut5=ra 5
TimeOut4=ra 4
TimeOut3=ra 3
TimeOut2=ra 2
TimeOut1=ra 1
TimeInOut=lưu trữ chấm công
TimeIn5=vào 5
TimeIn4=vào 4
TimeIn3=vào 3
TimeIn2=vào 2
TimeIn1=vào 1
ThuID=thứ 5
TemperatureAlarm=Báo động thân nhiệt
Temperature=Nhiệt
tabOpenDoorlog=Khai trương
tabAllLog=Tất cả hồ sơ
tabAlarmLog=Hồ sơ báo động
SystemField=trường hệ thống
SunID=chủ nhật
SunHrs=tăng ca cuối tuần
SunDays=ngày nghỉ
SubName=tên chức năng
StaticDev=Chung
StaticBoxSumMin=tổng cộng
StaticBoxSum=tổng
StartDate=Début date
Start=giá trị bắt đầu
StarDev=Dòng sao
SortName=tên
SortIDNameOtSure=loại tăng ca
SortIDNameDayoff=xin nghỉ
SortID=số hạng mục
SihftKQDate=ngày
SignoutTime5=ra 5
SignoutTime4=ra 4
SignoutTime3=ra 3
SignoutTime2=ra 2
SignoutTime1=ra 1
SigninTime5=vào 5
SigninTime4=vào 4
SigninTime3=vào 3
SigninTime2=vào 2
SigninTime1=vào 1
ShiftRuleName=tên quyền
ShiftRuleID=số quyền
ShiftRulecycName=đơn vị vòng đời
ShiftRulecyc=vòng đời
ShiftRule=định ca
ShiftName=tên ca
ShiftID=ID ca
SelectCheck=| chọn |
SeaDev=loạt biển
SatID=thứ 7
SameEmp=nhân viên
SameDepart=cùng phòng ban
RuleWednesday=thứ 4
RuleTuesday=thứ 3
RuleThursday=Tthứ 5
RuleSunday=chủ nhật
RuleSaturday=thứ 7
RuleRestDays=số ngày nghỉ theo quy định
RuleReadWorkHrs=giờ làm việc
RuleReadLeave=tính số giờ thực tăng ca sau đăng xuất
RuleReadLate=tính số giờ thực tăng ca sau đăng nhập
RuleNoRule=Bật theo quy định
RuleName=tên quyền
RuleMonday=thứ 2
RuleLeaveIgnore=cho phép về sớm
RuleLeaveHrs=về sớm không tính chấm công
RuleLateLeaveCalHrs=đi trễ hoặc về sớm trừ giờ làm việc 
RuleLateIgnore=cho phép đi trễ
RuleLateHrs=đi trễ không tính chấm công
RuleIDName=quyền
RuleID=số quyền
RuleHeadAndTail=Chỉ đếm hồ sơ đầu và đuôi
RuleFriday=thứ 6
RuleDupLimit=khoảng thời gian lưu trữ
RuleDeferMins=hoãn tính thời gian tăng ca
RuleDeferHrs=hoãn tính tăng cả
RuleCount=Số lần bấm giờ
RuleAheadMins=tính thời gian tăng ca sớm
RuleAheadHrs=tính tăng ca sớm
RuleLeaveOvertime=Thời gian nghỉ không được tính là giờ làm thêm
Remark=ghi chú
rbUSB=sự kết nối
rbSql=Internet Edition(Sql Server)
rbLAN=kết nối mạng LAN
rbComm=RS232/485 kết nối RS232/485
rbAccess=Phiên bản động cơ rời(Access)
PersonalPunchInMode=Chế độ cú đấm cá nhân
PassTimeStart=bắt đầu
PassTimeName=mô tả thời gian
PassTimeID=thời gian
PassTimeEnd=kết thúc
OvertimeTypeName=loại tăng ca
OvertimeSort=loại tăng ca
OvertimeRate=tỉlệ tăng ca
OverHours=giờ tăng ca
OutHrs=giờ ra
OtReason=lí do
OtHrsM=số giờ tăng ca
OtHrs=số giờ tăng ca
optSelectAll=đa lựa chọn 
optSelect=lựa chọn đơn
OprtTool=Hoạt động
OprtTime=Thời gian hoạt động
OprtPWD= mật khẩu
OprtNoName=Operator
OprtNo=nhà điều hành
OprtName=tên người sử dụng
OprtModule=Chế độ hoạt động
OprtLastLoginTime=đăng nhập cuối cùng
OprtIsSys=mặc định
OprtDetail=Hoạt động chi tiết
OprtDesc=mô tả
OprtDate=OTimethời gian hoạt động
OprtComputerName=Cơ sở dữ liệu hoạt động
Online=Trực tuyến
Offline=Ngoại tuyến
officeMobile2014=officeMobile2014
office2016=office2016
office2013=office2013
office2010Silver=office2010Silver
office2010Blue=office2010Blue
office2010Black=office2010Black
Nation=Quốc gia
MsgUpgrading=Nâng cấp dữ liệu...
MsgUnRegisterInfo=Chưa đăng ký, chỉ có thể theo dõi {0}
MsgUnModuleInfo=Phần mềm không chứa mô-đun {0}, vui lòng cài đặt lại phần mềm hoặc sửa đổi thông tin thiết bị để sử dụng nó cho mục đích sử dụng chung
MsgTestDataLinkSuccess=kiểm tra cơ sở dữ liệu được kết nối
MsgSetTimingData=Thiết lập thời gian để thu hồi hồ sơ mới
MsgSelectNo={0} đã chọn
MsgSaveSucceed=Lưu dữ liệu thành công
MsgRepeatNo={0} đã tồn tại, nó có bị ghi đè không?
MsgReadingData=Đọc dữ liệu, vui lòng đợi...
MsgReadEndData=đọc dữ liệu thành công
MsgPasswordSuccess=mật khẩu được thay đổi
MsgOprtComplete=Hoạt động đã hoàn tất
MsgNoSelectDelete=chưa chọn dữ liệu!
MsgGetSelectData=Tái chế các hồ sơ chọn lọc
MsgGetNewData=Thu hồi hồ sơ mới
MsgGetMacNo={0} Vui lòng lấy số máy để đảm bảo liên lạc bình thường
MsgGetDataInfoBao=Nhận gói
MsgGetAllData=Thu hồi tất cả các hồ sơ
MsgFindMacSN=Vui lòng nhập {0} hoặc {1}, nhấn [Enter] để giữ
MsgExportSuccess=xuất {0} dữ liệu thành công
MsgExportingData=xuất {0} dữ liệu, vui lòng đợi...
MsgExitSystem=Bạn chắc chắn thoát"{0}"?
MsgDownInfo_Star={0} người, vân tay loạt sao {1}, mặt loạt sao {2}, mật khẩu{3}, Thẻ {4}, Tĩnh mạch hình sao {5}
MsgDeleteSucceed=Dữ liệu được xóa
MsgDeleteSelect=?chắc chắn xóa dữ liệu đã chọn
MsgCreating=Tạo dữ liệu...
MsgContinue=Bạn muốn tiếp tục?
MsgCompactSuccess=nén cơ sở dữ liệu thành công
MsgCompacting=nén cơ sở dữ liệu, vui lòng đợi... 
MonthDays=ngày trong 1 tháng
MonID=thứ 2
Module=chức năng
MJDateTime=Giờ mở cửa
MacUSERS=nhân viên
MacSN=số thiết bị
MacSeriesTypeName=Loại thiết bị
MacPSWS=mật khẩu
MacPort=cổng
MacMANAGERS=quản trị viên
MacIP=IP hoặc miền
MacGLOGS=lưu trữ mới
MacFPS=vân tay
MacFaceS=khuôn mặt
MacDoorStateTime=Tình trạng
MacDesc=mô tả
MacDefenseState=Trạng thái đóng
MacConnType=ự kết nối
MacConnPWD=tốc độ truyền/mật khẩu kết nối
MacConnectState=Trạng thái kết nối
MacCARDS=thẻ
MacAGLOGS=tất cả các lưu trữ
LOG_WIGANCARDWHITELIST=Tóc giả + mặt
LOG_WIGANCARD=Tóc giả
LOG_WHITELISTIDCARD=Mặt + ID
LOG_WHITELIST=Mặt người
LOG_TEMPPERATURE=Nhiệt độ cơ thể
LOG_TEMPPERATURE_WHITE=Nhiệt độ cơ thể + khuôn mặt
LOG_TEMPPERATURE_MASK=Nhiệt độ cơ thể + mặt nạ
LOG_TEMPPERATURE_MASK_WHITE_CARD=Nhiệt độ cơ thể + mặt nạ + mặt + thẻ
LOG_RFCARDWHITELIST=Thẻ RF + mặt
LOG_RFCARD=Thẻ RF
LOG_PROG_OPEN=mở bằng máy tính
LOG_PROG_CLOSE=đóng bằng máy tính
LOG_PPVERIFY=xác nhận palm
LOG_PPPASSVERIFY=xác nhận palm+mật khẩu
LOG_PPCARDVERIFY=xác nhận palm+thẻ
LOG_PP_FACE_VERIFY=xác nhận palm+khuôn mặt
LOG_PASSVERIFY=xác nhận mật khẩu
LOG_PASSPPVERIFY=xác nhận mật khẩu+palm
LOG_PASSFP_VERIFY=xác nhận mật khẩu + vân tay
LOG_PASSFACEVERIFY=xác nhận khuôn mật khẩu+mặt
LOG_OPEN_IREGAL=mở trái phép
LOG_OPEN_HAND=mở bằng nút exit
LOG_OPEN_DOOR=cửa mở
LOG_OPEN_DOOR_THREAT=đe dọa mở cửa
LOG_OPEN_COVER=vỏ thiết bị được mở
LOG_MASK=Mặt nạ
LOG_MASK_WHITE=Mặt nạ + mặt
LOG_IOMODE_OUT4=ra 4
LOG_IOMODE_OUT3=ra 3
LOG_IOMODE_OUT2=ra 2
LOG_IOMODE_OUT1=ra
LOG_IOMODE_IO=IO
LOG_IOMODE_IN4=vào 4
LOG_IOMODE_IN3=vào 3
LOG_IOMODE_IN2=vào 2
LOG_IOMODE_IN1=vào
LOG_IDCARD=Chứng minh nhân dân
LOG_FPVERIFY=xác nhận vân tay
LOG_FPPASS_VERIFY=xác nhận vân tay + mật khẩu
LOG_FPCARD_VERIFY=xác nhận vân tay + thẻ
LOG_FP_PP_VERIFY=xác nhận vân tay+palm
LOG_FP_FACE_VERIFY=xác nhận vân tay+khuôn mặt
LOG_FACEVERIFY=xác nhận khuôn mặt
LOG_FACEPASSVERIFY=xác nhận khuôn mặt+mật khẩu
LOG_FACECARDVERIFY=xác nhận khuôn mặt+thẻ
LOG_FACE_PP_VERIFY=xác nhận khuôn mặt+palm
LOG_FACE_FP_VERIFY=xác nhận khuôn mặt+vân tay
LOG_CLOSE_IREGAL=đóng trái phép
LOG_CLOSE_DOOR=đóng cửa
LOG_CLOSE_COVER=vỏ thiết bị được đóng
LOG_CARDVERIFY=xác nhận thẻ
LOG_CARDPPVERIFY=xác nhận thẻ+palm
LOG_CARDPASS_VERIFY=xác nhận thẻ + mật khẩu
LOG_CARDFP_VERIFY=xác nhận thẻ + vân tay
LOG_CARDFACEVERIFY=xác nhận khuôn thẻ+mặt
LOG_DEVMODE_KQMJ=Máy kiểm soát truy cập và tham dự
LOG_DEVMODE_KQ=Máy chấm công
LOG_DEVMODE_MJ=Máy điều khiển truy cập
LeaveRate=tỉ lệ nghỉ
LeaveMins=số phút sớm
LeaveDays=số giờ vắng
LeaveCount=thời gian về sớm
lbWeek=Ngày đầu tiên của tuần
lbTips=Sử dụng chức năng này cần giữ phần mềm hoạt động bình thường.
lbSelectGroup=Chọn nhóm
lbSecond=Giây
lbRestart=Khởi động lại sau khi có hiệu lực, có khởi động lại.
lbRecTuneUrl=Địa chỉ IP
lbPrompt=Nhập số đăng ký và nhấn [ENTER] để thực thi
lbpassword=Ban đầu mật mã: admin
lbMonitor=Địa chỉ IP cho cỗ máy địa chỉ IP, rỗng thì đóng cửa.
lbMinute=Phút
lbMacSeriesUserName=Tên người dùng
lblQuickSearchToolTip=nhập ID hoặc tên và nhấn [ENTER]
lblQuickSearch=Tìm kiếm nhanh
lblFingerNo=số đăng kí
lblCommPort=số cổng
lblCommBaudRate=tốc độ truyền
lbDevGroup=Nhóm thiết bị
lbCalc=Đề nghị 30, 15, 30, {0}<{1}, xem tài liệu trợ giúp
lbACSQ=Internet Edition cần cài đặt máy chủ cơ sở dữ liệu SQL Server trước.
lbMacMode=Chế độ thiết bị
LateMins=số phút trễ
LateCount=thời gian đi trễ
KQYM=ngày
KQWeek=ngày
KQTime=thời gian chấm công
KQShift=ca
KQDateTime=ngày
KQDateT=ngày
KQDate=ngày
Không thành côngEmpNo=Không thành côngEmpNo:
ItemZoomOut=thu nhỏ
ItemZoomIn=phóng to
ItemUnselect=bỏ chọn tất cả
ItemTextStar=Dòng sao#13#10cảng biển
ItemTextSeaSeries=Dòng#13#10cảng biển
ItemTextDataFormat=cài đặt định dạng 
ItemTextData=dữ liệu văn bản
ItemTAGExt=mở rộng
ItemSwitchingThemes=Đổi da
ItemSetupDisplay=hiển thị/ ẩn cột
itemSetMonitor=Cài đặt thiết bị nhận dạng tự động theo dõi
ItemSelectGroup=Chọn nhóm
ItemSelect=chọn tất cả
ItemSearch=tìm kiếm
ItemRefresh=làm mới
ItemPrint=in           
ItemPosition=Current: {0}  Of: {1}
ItemPasteUpData=sao chép dữ liệu từ dòng trên
ItemMomAdd=Tăng hàng loạt
ItemImport=nhập
ItemGroup=Tăng nhóm
ItemFindText=nhập ID hoặc tên và nhấn [ENTER]
ItemFindLabel=tìm kiếm nhanh
ItemExport=xuất 
ItemExit=thoát
ItemEmptyData=xóa dữ liệu trong dòng này
ItemEdit=chỉnh sửa
ItemDevSet=Cài đặt máy
ItemDelete=xóa
ItemClose=đóng
ItemAdd=Thêm
ItemAddDev=Thêm thiết bị
IsSignIn=thủ công
IsGPRS=GPRS
IsDRecognition=Nhận dạng tự động
IsAuto=Auto tự động kết nối
IsAttend=tham dự
IsAlarm=Báo động
Integer=vòng giá trị
InOutMode=vào/ra
ImportField=trường nguồn
HolidayName=tên
HolidayEndTime=ngày kết thúc
HolidayBeginTime=ngày bắt đầu
HdHrs=tăng ca lễ
HdDays=lễ
groupBoxCamera=Máy ảnh
gbxEmpTime=Chọn khoảng thời gian
gbxEmpInfo=thông tin nhân viên
gbxDev=chọn thiết bị
FuncShow=hiển thị
FuncOrder=thứ tự
FriID=thứ 6
FK_STATUS_USEDMEMORYA=đã sử dụng
FK_STATUS_USEDDISK=Flash đã sử dụng
FK_STATUS_TOTALDISK=vùng flash
FK_STATUS_FREEMEMORYA=RAM có sẵn
FK_STATUS_FREEDISK=Flash có sẵn
FK_STATUS_FACES=khuôn mặt
FK_STATUS_ALLUSERS= tất cả nhân viên
FK_RUNERR_WRITE_FAIL= Lỗi truyền tải
FK_RUNERR_UNKNOWNERROR=Lỗi
FK_RUNERR_TIMEOUT=Lỗi hết thời gian
FK_RUNERR_READ_FAIL=lỗi đọc
FK_RUNERR_PARAM=Lỗi tham số
FK_RUNERR_NOSUPPORT=đả được hỗ trợ
FK_RUNERR_NON_CARRYOUT=Hướng dẫn Không thành công
FK_RUNERR_NO_OPEN_COMM=thiết bị không được kết nối
FK_RUNERR_MIS_PASSWORD=lỗi số giấy phép
FK_RUNERR_MEMORYOVER=bộ nhớ máy không đủ
FK_RUNERR_MEMORY=Hết bộ nhớ
FK_RUNERR_MANAGEROVER=không đủ bộ nhớ, thêm admin thất bại
FK_RUNERR_LOGINOUTMODE=
FK_RUNERR_INVALID_PARAM=thông số không hợp lệ
FK_RUNERR_FULL_CAPACITY=Dung lượng thiết bị đã đầy
FK_RUNERR_FPDATAVERSION=phiên bản đăng kí dữ liệu không chính xác
FK_RUNERR_ERRORR=Lỗi
FK_RUNERR_DEV_WORKING=Thiết bị đang hoạt động
FK_RUNERR_DEV_WORK_SUCCESS=Công việc thiết bị đã hoàn thành
FK_RUNERR_DEV_BUSY=Thiết bị đang bận
FK_RUNERR_DATADOUBLE=ID này đã tồn tại
FK_RUNERR_DATAARRAY_NONE=Dữ liệu không tồn tại
FK_RUNERR_DATAARRAY_END=Hoàn tất đọc
FK_RUNERR_CONNET=Lỗi giao tiếp
FK_RUN_SUCCESS=thiết bị đã được kết nối
FK_GET_USERS=nhân viên
FK_GET_SLOGS=bộ nhớ hoạt động quản trị viên
FK_GET_PSWS=mật khẩu
FK_GET_PHOTOS=Nhận dạng động khuôn mặt
FK_GET_MANAGERS=quyền quản trị
FK_GET_GLOGS=lưu trữ chấm công
FK_GET_FPS=dấu vân tay
FK_GET_FACES=khuôn mặt
FK_GET_CARDS=thẻ
FK_GET_ASLOGS=lưu trữ quyền quản trị
FK_GET_AGLOGS=tất cả lưu trữ
FK_DOOR_UNKNOWN=không xác định
FK_DOOR_OPEND=Door cửa đã được mở
FK_DOOR_CONTROLRESET=kiểm sóat tình trạng
FK_DOOR_COMMNAD=tự động đóng
FK_DOOR_CLOSED=cửa đã đóng
FK_DI_VERIFY_KIND=hình thức xác nhận
FK_DI_VERIFY_INTERVALS=khoảng thời gian ghi lại
FK_DI_SLOG_WARNING=cảnh báo đăng nhập quản trị viên
FK_DI_RSCOM_BPS=Baudrate
FK_DI_POWEROFF_TIME=tắt tự động
FK_DI_NETENABLE=bật mạng
FK_DI_MULTIUSERS=đa người dùng
FK_DI_MANAGERS=quản trị viên
FK_DI_LOCK_CTRL=điều khiển khóa
FK_DI_LANGAUGE=ngôn ngữ
FK_DI_GLOG_WARNING=cảnh báo đăng nhập
FK_DI_DEVICEID=số thiết bị
FK_DI_DATE_SEPARATE=dấu phân cách ngày
FingerPrivilegeName=quyền
FingerPrivilege1=quản trị viên
FingerPrivilege0=người sử dụng
FingerPrivilege=quyền
FingerNo=số đăng kí
ExecTimes=thời gian đã sử dụng
ErrorUserIdAdd=Số đăng ký đã tồn tại trong danh sách hiện tại, vui lòng nhập lại!
ErrorUnUserID=Không có thông tin đăng ký trong máy!
ErrorStartTimeBegreater=thời gian bắt đầu không thể lớn hơn thời gian kết thúc!
ErrorStartDateBegreater=ngày bắt đầu không thể lớn hơn ngày kết thúc!
ErrorSource=nguồn lỗi
ErrorSelectUsernum=Danh sách hiện tại không có số đăng ký này, vui lòng nhập lại!
ErrorSelectMacOprt=vui lòng chọn thiết bị!
ErrorSelectEmp=vui lòng chọn nhân viên!
ErrorSelectDepart=chọn phòng ban!
ErrorSelectCorrect=vui lòng chọn {0}
ErrorPasswordTwo=mật khẩu không đúng, xin thử lại
ErrorOutrideMaxLength=nội dung {0} vượt quá các byte tối đa cho phép {1}
ErrorOldPassword=mật khẩu không đúng
ErrorNoPower=xin lỗi, không cho phép
ErrorMessage=tin nhắn lỗi
ErrorMacParam=Tính năng này không được hỗ trợ bởi mô hình hoặc chương trình cơ sở này!
ErrorListEmpty=Danh sách hiện tại trống, vui lòng tải danh sách hoặc tăng số đăng ký!
ErrorIncrease=Không có số đăng ký trong máy, vui lòng nhập lại!
ErrorEnterCorrect=!vui lòng nhập chính xác {0}
ErrorEmpNotExists=thông tin nhân viên không tìm thấy, vui lòng thử lại!
ErrorDepartNotExists=thông tin phòng ban không tìm thấy, vui lòng thử lại!
ErrorDBPathEmpty=Vui lòng chọn đường dẫn cơ sở dữ liệu!
ErrorDBFileEmpty=vui lòng chọn tệp sao lưu!
ErrorCannotRepeated={0} lặp lại!{0}
EndTime=ngày kết thúc
Enddate=ngày kết thúc
EndDate=ngày kết thúc
EmpSex1=nữ
EmpSex0=nam
EmpSex=giới tính
EmpRuleName=quy tắc chấm công
EmpRuleID=quy tắc chấm công
EmpPWDNo=dmật khẩu
EmpPWCount=mật khẩu
EmpPhotoCount=Số ảnh khuôn mặt động
EmpPhotoCount=Nhận dạng động khuôn mặt
EmpPhoneNo=số điện thoại
EmpNoTwo=Người 2
EmpNoTree=Người 3
EmpNoOne=Nhân sự 1
EmpNoFour=Người 4
EmpNoFive=Người 5
EmpNo=số nhân viên
EmpName=tên
EmpMemo=ghi chú
EmpHireDate=ngày tham gia
EmpGZ=lương
EmpFingerCount=FPs  vân tay
EmpFaceCount=khuôn mặt
EmpCertNo=số ID
EmpCardNo=thẻ ID
EmpCardCount= thẻ
EmpAddress=địa chỉ
Emp=nhân viên
DoorTime=Giờ mở cửa
DoorState=Điều khiển từ xa cửa ra tình trạng
DimissionReason=lí do
DimissionOprt=tham gia
DimissionDate=ngày
DevGroupName=Tên nhóm thiết bị
DevGroupID=Số nhóm thiết bị
DepartName=tên phòng ban
DepartMemo=mô tả
DepartID=số phòng ban
Depart=phòng ban
DeferMins=số phút đi trễ cho phép
DeferHrs=đăng xuất
DayOffReason=lí do
DateTimeFormatLog=MMddyyyyHHmmss  
DateTimeFormat=MM/dd/yyyy HH:mm:ss  
DateFormatLog=MMddyyyy
ColumnValid=ngày có hiệu lực
ColumnT6=thời gian 6
ColumnT5=thời gian 5
ColumnT4=thời gian 4
ColumnT3=thời gian 3
ColumnT2=thời gian 2
ColumnT1=thời gian 1
ColumnPassID=thời gian
chkAttendancePhoto=ảnh chụp khi nhận diện dữ liệu được thu hồi
cbWeek=Phân tích dữ liệu hàng tuần
cbEmp=Chọn bản ghi
cbAll=Tất cả hồ sơ
CardType=Loại ID
CardTime=thời gian chấm công
CalcTypeName=loại tính toán
btnWithdrawal=Giải giáp
btnUnselectAll=bỏ chọn tất cả
btnTestConnect=kiểm tra
btnSelectEmp=...
btnSelectDepart=...
btnSelectAll=chọn tất cả
btnSeaSeriesOprt=Tải lên máy
btnSave=Lưu lại
btnRemove=xóa
btnRemoteReg=Đăng ký từ xa
btnQuickSearch=chọn nhân viên
btnPrev=trước
btnParentGroup=...
btnOk=OK
btnNext=tiếp
btnGetSnapshotsLog=Tái chế hồ sơ
btnGetMacSN=Lấy số máy
btnGetListFromMac=Lấy danh sách
btnExit=Close đóng
btnDefence=Vũ trang
btnDBPath=>
btnConnect=khởi động lại dữ liệu
btnClearSnapshotsLog=Xóa nhật ký thiết bị
btnClear=xóa
btnCancel=Cancel hủy
btnAlarmLog=Hồ sơ báo động
btnAlarm=Tắt báo thức
btnAddEmpInfo=Thêm hồ sơ cá nhân
btnAdd=thêm vào
btnAccessLog=Kiểm soát truy cập hồ sơ
Birthday=Ngày sinh
BeginTime=ngày bắt đầu
Begindate=ngày bắt đầu
AlarmTime=Thời gian báo thức
AlarmMode=Loại báo động
AheadMins=số phút cho phép về sớm
AheadHrs=đăng nhập
AccessEorror=bởi vì máy tính của bạn không cài đặt trình điều khiển cơ sở dữ liệu truy cập, hãy thử lại sau khi cài đặt, cài đặt?
AbsentDays=vắng mặt
AbsenceRate=tỉ lệ vắng mặt

[Exception]
Caption=lỗi phần mềm
Label2=lỗi chi tiết

[DBPathSelect]
Caption=chọn
Label1=chọn thư mực
Label2=chọn tệp
SelectFolder=thư mục
SelectDBBak=tệp

[DBConnect]
Caption=cấu hình kết nối cơ sở dữ liệu
lblMSSQLServer=tên server
lblMSSQLVerify=thông tin sự xác nhận
rbMSSQLWindowsNT=sử dụng cài đặt bảo mật tích hợp windows NT
rbMSSQLSQL=sử dụng đặc điểm người sử dụng và mật khẩu
lblMSSQLUserName=người sử dụng
lblMSSQLUserPass=mật khẩu

[Login]
Caption=người sử dụng đăng nhập
Label2=người sử dụng
Label3=mật khẩu
chkPass=nhớ mật khẩu
lblHint=mật khẩu mặc định trống
Error001=
phiên bản mới nhất là {0} #13#10#13#10 vui lòng cập nhật trước khi sử dụng!
Error002=người sử dụng không tồn tại
Error003=mật khẩu không đúng, đăng nhập thất bại!


[Main]
mnuSY=quản trị hệ thống
mnuSYPower=quyền hệ thống
mnuSYPassword=đổi mật khẩu ngừoi sử dụng
mnuSYRegister=người đăng kí
mnuSYDataBack=sao lưu cơ sở dữ liệu
mnuSYDataRest=khôi phục cơ sở dữ liệu
mnuSYDataUpdate=cập nhật cơ sở dữ liệu
mnuSYDataCompact=nén cơ sở dữ liệu
mnuSYDataClear=xóa dữ liệu
mnuSYOption=lựa chọn hệ thống
mnuSYClose=thoát
mnuSYSetPort=Cổng giám sát thời gian thực
mnuSYDataType=Cơ sở dữ liệu kiểu
mnuRS=dữ liệu nhân viên
mnuRSDepart=cài đặt phòng ban
mnuRSEmp=quản trị nhân viên
mnuRSDimission=quản trị sự đăng kí
mnuRSEmpChart=bảng thống kê nhân viên
mnuMJ=Thiết bị chung
mnuMJTime=chu kì thời gian
mnuMJBellTime=cài đặt chuông
mnuMJPower=sự cho phép
mnuMJDoor=điều khiển cửa từ xa
mnuMJDynamic=Nhận dạng động thiết lập chìa khóa
mnuKQ=quản trị chấm công
mnuKQRuleSetup=cài đặt quyền
mnuKQRule=quyền chấm công
mnuKQRuleCalc=quy tắc tính toán
mnuKQRuleEmp=quy tắc chấm công nhân viên
mnuKQRuleDepart=quy tắc chấm công phòng ban 
mnuKQShiftSetup=cài đặt ca
mnuKQShift=ca làm việc
mnuKQShiftRule=quy định ca
mnuKQEmpShift=ca nhân viên
mnuKQDepShift=ca phòng ban
mnuKQRegister=Bộ quản lý biển
mnuKQHoliday=đăng kí lễ
mnuKQEmpDayOff=đăng kí ngày nghỉ
mnuKQEmpOtSure=đăng kí tăng ca
mnuKQEmpSignCard=thêm chấm công thủ công
mnuKQReport=quản trị báo cáo
mnuKQDataAssay=phân tích dữ liệu chấm công
mnuMJReportMJData=nhật kí truy cập
mnuMJDoorSeaSeries=Cửa điều khiển từ xa
mnuMJDoorCondition=Thông số điều kiện mở cửa
mnuMJSeaUserPwd=Sửa đổi mật khẩu người dùng
mnuMJSeaNetParam=Tham số mạng
mnuMJSeaPower=Hiệu lực nhân sự
mnuMJSeaSetSound=Thông số âm thanh và giao diện
mnuMJSeaRebootDevice=Khởi động lại thiết bị
mnuMJRealTimeMonitoringSettings=Giám sát các thông số trong thời gian thực
mnuMJReportSeaSnapShots=Chụp ảnh thời gian thực
mnuSEA=Thiết bị loạt biển
mnuSTAR=Thiết bị thiên hà
mnuMJStarRebootDevice=Khởi động lại thiết bị
mnuMJStarPower=Thời hạn hiệu lực nhân sự
mnuMJStarParam=Thông số cơ bản
mnuMJStarOpenDoor=Cửa điều khiển từ xa
mnuMJStarNetParam=Tham số giám sát thời gian
mnuMJSeaTemperature=Thông số nhiệt độ
mnuMJSeaPersonIDCard=Mẫu hồ sơ nhân chứng (Dòng biển)
mnuMJReportOpenData=Hồ sơ nhân sự
mnuMJReportAlarmData=Kiểm soát truy cập hồ sơ ngoại lệ
mnuMJReport=Báo cáo kiểm soát truy cập
mnuMJMacParam=Cài đặt tham số
mnuKQReportData=bộ nhớ gốc
mnuKQReportDataFilter=bộ nhớ chấm công
mnuKQReportRecords=bộ nhớ chấm công 
mnuKQReportDay=báo cáo ngày
mnuKQReportMonth=báo cáo tháng
mnuKQReportTotal=báo cáo nhân viên tháng
mnuKQReportWeek=báo cáo tuần
mnuKQWeekReportTotal=báo cáo nhân viên tuần
mnuKQReportMonthDetail=Báo cáo kỷ lục tham dự tháng
mnuPubReportLog=báo cáo ghi lưu
mnuGZ=quản trị lương
mnuGZRule=cài đặt quy định lương
mnuGZItem=cài đặt lương
mnuGZRuleEmp=cài đặt quy định lương nhân viên
mnuGZRuleDepart=cài đặt quy định lương phòng ban
mnuGZReport=quản trị bảng lương
mnuHelp=giúp đỡ
mnuHelpTopic=giúp đỡ
mnuHelpAbout=về
lblUser=người sử dụng hiện tại
IsTest=chưa đăng kí, phần mềm sẽ hết hạn vào {0}
IsTest1=chưa đăng kí, bản dùng thử đã hết hạn
IsAlways=đã đăng kí (người sử dụng được cấp quyền:{0})
IsValid=đã đăng kí (người sử dụng được cấp quyền:{0}), tính hiệu lực đã hết hạn
IsValidDate=đã đăng kí (người sử dụng được cấp quyền: {0}), vẫn có hiệu lực {1})
TitleBar=quản trị thiết bị
ItemTAG1=đồng bộ thời gian
ItemTAG2=thông tin thiết bị
ItemTAG3=gọi dữ liệu
ItemLabel=bộ kiểm tra #13#10 cổng
ItemText=nhập số port để quản lý
ItemTAG4=bắt đầu quản lý
ItemTAG5=ngừng quản lý
ItemDownload=tải xuống dữ liệu đăng kí
ItemDownloadUSB=tải xuống dữ liệu đăng kí từ USB
ItemUpload=tải lên dữ liệu đăng kí
ItemUploadUSB=tải lên dữ liệu đăng kí từ USB
ItemClearData=xóa bộ nhớ
ItemClearManager=xóa quản trị viên
ItemClearInfo=xóa đăng kí dữ liệu
ItemClearInfoDim=xóa dữ liệu đã từ chức
ItemInitDevice=khởi động lại thiết bị
ItemGetAllData=Tái chế máy ghi lại
ItemUSBData=nhập bộ nhớ từ USB
ItemUSBText=nhập bộ nhớ văn bản
ItemTextFormat=cài đặt định dạng văn bản   
ItemMJFunc=chức năng kiểm soát
ItemMJTimeSetup=cài đặt thời gian
ItemMJTimeDownload=thời gian tải xuống
ItemMJTimeUpload=thời gian tải lên
ItemMJBellTimeSetup=cài đặt chuông
ItemMJBellTimeDownload=cài đặt tải xuống chuông
ItemMJBellTimeUpload=cài đặt tải chuông lên
ItemMJPowerSetup= nhiệm vụ cho phép
ItemMJPowerDownload=tải sự cho phép xuống
ItemMJPowerUpload=tải sự cho phép lên
ItemMJDoorOpen=mở cửa
ItemMJDoorClose=đóng cửa
FilterUSB=tệp dữ liệu từ USB
FilterUSBF=tệp đăng kí từ USB
FilterText=tệp chấm công bằng văn bản
MsgClearDBDown=Bạn muốn xóa cơ sở dữ liệu của thông tin đăng kí?
MsgClearData=
Không còn bộ nhớ nếu bạn xóa toàn bộ chúng. #13#10#13#10 Bạn có chắc muốn xóa toàn bộ bộ nhớ?
MsgClearManager=#13#10#13#10 Are you sure you want to clear all admins?
không còn quản trị viên nếu bạn xóa toàn bộ chúng. #13#10#13#10 Bạn có chắc muốn xóa toàn bộ quản trị viên?
MsgClearInfo=Thao tác này sẽ xóa toàn bộ dữ liệu đăng kí trong máy, #13#10#13#10 Bạn có chắc sẽ tiếp tục?
MsgClearInfoDim=bạn muốn xóa dữ liệu từ chức?
MsgClearInfoDimNoInfo=không có dữ liệu từ chức
MsgInit=Toàn bộ dữ liệu sẽ bị mất và thiết bị sẽ được cài đặt mặc định nếu bạn khởi động thiết bị #13#10#13#10 bạn chắc sẽ tiếp tục?
MsgDownInfo=nhân viên {0} vân tay {1} khuôn mặt {2} mật khẩu {3} thẻ {4} Lòng bàn tay {5}  nhận dạng động của khuôn mặt {6}
MsgUpInfo={0}[{1}:{2}] nhân viên
MsgSystemSetup=
hệ thống cài đặt đã được đổi, hệ thống sẽ khởi động lại
MsgFingerInfo=đăng kí dữ liệu
MsgFingerName=tên và hình ảnh
MsgGetSelectData=Tái chế hồ sơ
MsgGetAllData=Tái chế tất cả hồ sơ

[FKFirmwareVer]
label1=loại phần mềm
label2=tệp từ USB
button1=...

[MacInfoAdd]
label3=kết nối mật khẩu

[MacDataFormat]
chkAllow=bật chế độ cài đặt định dạng văn bản
lblSep=giải phân cách
rbSepNo=không phân chia
rbSepTAB=phân chia TAB
rbSepCustom=xác định người sử dụng
lblHint=Note: Vui lòng lựa chọn vùng để nhập độ dài dữ liệu và cài đặt 
chkMacSN=số thiết bị
lblMacSN=chiều dài
lblMacSNHint="
nếu nhập 3, số thiết bị thực tế là "1", sau đó sẽ xuất ra là "001"
chkEmpNo=ID nhân viên
lblEmpNoHint="
nếu nhập 5, thực tế là "E0000001", sau đó sẽ xuất ra là "00001."

chkEmpName=tên nhân viên
lblEmpNameHint=
chkDataTime=thời gian chấm công
lblDataTime=định dạng
lblOrder=thứ tự
btnShowFormat=hiển thị định dạng

[SYPowerAdd]
Label4=tối đa 10 kí tự
Label5=xác nhận mật khẩu
label6=quyền
Error001=ID nhân viên không nhỏ hơn 3 kí tự

[SYPassword]
Label1=cũ
Label2=mới
Label3=xác nhận

[SYRegister]
label1=số Seri
label2=đăng kí tên
label3=bản quyền
Msg001=đăng kí thất bại, vui lòng kiểm tra tên đăng kí, bản quyền nhập chính xác hay không?
Msg002=đăng kí thành công
Msg003=bạn có thể đăng kí {0} thời gian
Error001=vui lòng nhập tên đăng kí
Error002=
tạo bản quyền thất bại!#13#10#13#10 số đăng kí của thời gian là 0
Error003=tạo bản quyền thất bại

[SYDataBack]
Label3=bạo tệp tên sau khi backup
Label4=Backup path, press the button on the right to change 
Error001=Please enter the generated file name vui lòng nhập tên tệp đã tạo
Error002=cơ sở dữ liệu sao lưu đã tồn tại
Msg001=cơ sở dữ liệu sao lưu đã tồn tại
Msg002=
sao lưu cơ sở dữ liệu thành công. Tệp sao lưu được tạo

[SYDataRest]
Label3=tệp cơ sở dữ liệu sao lưu, chọn tệp bằng cách click vào ô bên phải
Msg001=khôi phục cớ sở dữ liệu, vui lòng đợi...
Msg002=khôi phục cơ sở dữ liệu thành công

[SYDataUpdate]
btnOk=nâng cấp
btnCancel=đóng
Label3=
cập nhật tệp, bạn có thể chọn tệp bằng cách click vào ô phải
Msg001=nâng cấp tệp
Msg002=cơ sở dữ liệu đang được nâng cấp, vui lòng đợi...
Msg003=cơ sở dữ liệu được nâng cấp thành công
Error001=vui lòng chọn tệp để nâng cấp

[SYDataClear]
groupBox1=vui lòng chọn dữ liệu để xóa
Error001=chưa chọn dữ liệu để xóa!
Msg001=bạn muốn xóa những dữ liệu này?
Msg002=dữ liệu đã được xóa

[SYOption]
tabPage1=thông số kĩ thuật
chkExistDelete=xóa dữ liệu tồn tại trong khi đang cập nhật dữ liệu đăng kí
chkUploadName=Bật tên và hình ảnh trong khi đang cập nhật dữ liệu đăng kí
tabPage2=Báo động an ninh tham số
chkWarning=Bật báo động giám sát
label1=Báo động trì hoãn
label2=Giây.
btnPath=Chọn tập tin âm thanh
tabPage3=Máy đo tham số dấu vân tay.
rb26=Anh rễ 26
rb34=Anh rễ 34

[About]
Version=phiên bản chương trình
DBVersion=phiên bản cơ sở dữ liệu

[PubDisplay]
Label1=Note: vui lòng chọn để hiển thị

[PubDataIn]
Caption=nhập dữ liệu
tabPage1=vui lòng chọn tệp excel để nhập
lblPic=vui lòng lưu hình dưới định dạng BMP hoặc JPG tương ứng với tên và ID của nhân viên, nhập hình ảnh nhân viên. Vui lòng chắc chắn kích thước là 800*600
label2=chọn tệp excel
btnFileName=chọn tệp
label3=chọn tên sheet
tabPage2=xem dữ liệu excel
tabPage3=cài đặt liên lạc 
label6=Note: Kiểm tra việc nhập thư mục Formdatain không thành công dưới thư viện cài đặt sau khi hoàn tác nhập.
label7=tổng báo cáo：
label8=nhập:
label9=nhập thực tế
:
label10=phòng ban cấp trên
Error001=vui lòng chọn tệp excel để nhập vào
Error002=vui lòng chọn tên tệp
Error003=vui lòng chọn  
Msg001=bắt đầu nhập dữ liệu
Msg002=dữ liệu {0} hoàn tất nhâp
Msg003=dữ liệu

[PubPreview]
Caption=xem trước bản in
ItemSetup=cài đặt trang
ItemReportEdit=thiết lập báo cáo
ItemZoomIn=phóng to
ItemZoomOut=thu nhỏ
ItemFit=khổ giấy phù hợp
ItemWidth=chiều rộng phù hợp
ItemHeight=chiều cao phù hợp
ItemFirst=đầu tiên
ItemPrior=trước
ItemNext=tiếp
ItemLast=cuối cùng

[PubSelectDate]
Caption=lịch
label1=thời gian

[PubSelectDepart]   
Caption=chọn phòng ban

[PubSelectEmp]
Caption=chọn nhân viên

[PubSelectEmpList]
tabPage1=bởi phòng ban
tabPage2=bởi nhân viên
groupBox1=chọn nhận viên
button1=xóa

[RSDepart]
Error001=phòng ban mặc định không thể xóa
Error002=có bộ phận phụ, không thể xóa
Error003=có nhân viên trong phòng ban này, không thể xóa
[RSDepartAdd]
label4=bộ phận cấp trên
btnParentDepart=đổi bộ phận cấp trên
Error001=không được phép chọn bộ phận chính hoặc bộ phận phụ như cấp quyền cao hơn k


[RSEmp]
ItemTAG1=Tải về máy tính
ItemTAG2=Tải lên máy
ItemTAG3=Chuyển số lượng lớn đến bộ phận
ItemCardFill=điền số thẻ
MsgFillInfo=điền số thẻ, vui lòng đợi...
MsgCardEmpty=chắc chắn thẻ được thay thế
MsgCardSuccess=được điền thành công, vui lòng xóa thẻ
Error101=ID nhân viên trống, nhập thất bại!
Error102=phòng ban trống, nhập thất bại!
Error103=phòng ban không tìm thấy, nhập thất bại!
Error104=ID nhân viên bị lắp lại, nhập thất bại

[RSEmpAdd]
label4=phòng ban
chkIsAdd=nhập nhân viên tiếp theo
button1=chọn
button2=xóa
label18=kích thước hình ảnh 800*600
btnIDCard=Đọc thẻ ID
btnFpReader=Trình thu vân tay
tabItemPhoto=Ảnh chung
tabItemDynPhoto=Ảnh khuôn mặt động
label14=Kích thước: {0} * {1}
btnSearch=Thiết bị tìm kiếm
btnConnet=Kết nối
btnCloseDev=Đóng
btnPhotograph=Ảnh
Error01=Không tìm thấy camera
Error02=Lỗi kết nối với máy ảnh
Error03=Lỗi chụp ảnh
Error04=Vui lòng chọn một thiết bị

[RSDimission]
ItemTAG1=phục hồi
Msg001=vui lòng chọn nhân viên cho phục hồi
Msg002=bạn có chắc muốn phục hồi nhân viên này
Msg003=phục hồi hoạt động thành công

[RSEmpChart]
label1=đồ họa
rbBar=Histogram biểu đồ
rbPie=biểu đồ tròn
label2=Type 

[KQRule]
Error001=
quy định chấm công này đang được sử dụng, không thể xóa
Error002=quy định mặc định hệ thống không thể xóa

[KQRuleAdd]
groupBox1=quỵ định thời gian chấm công (đơn vị: phút)
groupBox2=quy định tăng ca
groupBox3=tính giờ làm việc 
groupBox5=giờ làm việc
latetime=trễ vì
leavetime=về sớm
latemore=trễ hơn
leavemore=về sớm hơn
label4=phớt lờ
label3=phớt lờ chấm công
label6=đếm tăn ca
min=phút
lateleave=trễ hoặc về sớm hơn
DEwroktime=trừ giờ làm việc
early=trước
defer=trì hoãn
label23=chấm công thực
label24=chưa chọn ngày nghỉ
label25=tuần nghỉ và cả sẽ vô hiệu hóa nếu bật 

[KQRuleCalc]
Error001=cách tính này đang được sử dụng
Error002=cách tính hệ thống mặc định, không thể xóa

[KQRuleCalcAdd]
KQUsual=thông thường
KQOvertime=tăng ca
KQLeave=về
Sort=tính toán
Usual=thông thường
Weekend=cuối tuần
Holiday=ngày lễ
Error001=đầy, không thể thêm

[KQShift]
Error001=hệ thống ca mặc định
Error002=ca này đang được sử dụng, không thể xóa

[KQShiftAdd]
ShiftAhead=thời gian quét sớm
ShiftDepart=bộ phận phụ
ID=ca
Signin=vào
Signout=ra
Aheah=trước
Defer=sau
Drift=linh hoạt
NextDay=ngày tiếp theo
Sort=loại chấm công
No1=đầu tiên
No2=thứ hai
No3=thứ ba
No4= thứ tư
No5=thứ năm
ErrorShiftTime=thời gian kết thúc không thể bé hơn thời gian bắt đầu
ErrorEmptyTime=thời gian không thể bằng 0

[KQShiftRuleAdd]
day=ngày
week=tuần
month=tháng
Error001=bạn chỉ có thể nhập số nguyên lớn hơn 0

[KQEmpDayOffAdd]

[KQEmpOtSureAdd]
chkAheadHrs=cho phép đăng nhập trước
chkDeferHrs=cho phép đăng xuất sau

[KQEmpShift]
ItemDelete=xóa ca tháng hiện tại 
ItemTAG1=lưu
ItemTAG2=hủy
ItemTAG3=lập lịch hàng loạt

[KQEmpShiftBatch]
label1=ngày bắt đầu 
label2=ngày kết thúc
Error001=ngày bắt đầu không thể lớn hơn ngày kết thúc

[KQDepShift]
ItemDelete=xóa ca tháng hiện tại
ItemTAG1=lưu
ItemTAG2=hủy
ItemTAG3=lập lịch hàng loạt

[KQDepShiftBatch]
label1=ngày bắt đầu
label2=ngày kết thúc
Error001=ngày bắt đầu không thể lớn hơn ngày kết thúc

[KQDataAssay]
label1=ngày bắt đầu 
label2=ngày kết thúc
rbAll=tất cả nhân viên
rbEmp=chọn nhân viên
button1=bắt đầu
button2=kết thúc
btnCancel=đóng
Msg001=phân tích dữ liệu chấm công...vui lòng đợi!
Msg002=
dữ liệu chấm công được phân tích thành công, tất cả nhân viên được phân tích, thời gian đã sử dụngn Msg003=Analysed attendance data failed. Total analysed {0} employees, time used {1}
dữ liệu chấm công được phân tích thất bại. tất cả nhân viên được phân tích, thời gian đã sử dụng

[KQReportDay]
groupBox1=lựa chọn
chkLeave=nghỉ
chkAhead=nghỉ sớm
chkLater=trễ
chkAbsent=vắng mặt
chkOtSure=tăng ca
chkAll=ngoại lệ

[KQReportMonth]
groupBox1=lựa chọn
chkLeave=nghỉ
chkAhead=nghỉ sớm
chkLater=trễ
chkAbsent=vắng mặt
chkOtSure=tăng ca
chkAll=ngoại lệ

[KQReportDayDetail]
Caption=bản lưu trữ gốc

[KQReportRecords]
Error001=phải giống nhau giữa năm và tháng
Msg001=đang phân tích dữ liệu chấm công, vui lòng đợi...
Msg002=
dữ liệu chấm công được phân tích thành công, tất cả nhân viên được phân tích, thời gian đã sử dụng
Msg003=dữ liệu chấm công được phân tích thất bại. tất cả nhân viên được phân tích, thời gian đã sử dụng
[KQReportTotal]
StaticBox49=nghỉ bệnh
StaticBox50=nghỉ
StaticBox5=ubtotal 
StaticBox17=chấp nhận
StaticBox18=kiểm tra
StaticBox19=xác nhận
StaticBox20=xác nhận

[PassTime]

[PassTimeAdd]
groupBox1=thông tin thời gian

[GroupTime]
label1=dãy số chu kì thời gian:

[BellTime]
BellTimeID=No.
Allow=Số lượng nhẫn
BellTime=thời gian chuông reo
label1=thời gian chuông reo

[MJTime]
ItemTAG1=tải xuống máy tính
ItemTAG2=tải lên thiết bị

[MJTimeAdd]
groupBox1=thông tin chu kì thời gian

[GroupTime]
label1=dãy số chu kì thời gian:

[MJBellTime]
BellTimeID=số seri
Allow=Số lượng nhẫn
BellTime=cài đặt thời gian cho chuông 
label1=số lượng chuông
btnDown=tải xuống máy tính
btnUp=tải lên thiết bị
btnOk=lưu
btnCancel=đóng

[MJPower]
ItemTAG1=tải xuống máy tính
ItemTAG2=tải lên thiết bị

[MJDoor]
btnOpen=Tạm thời mở cửa
btnClose=Cửa thường đóng
btnCOpen=Cửa mở
btnHuiF=Trở lại bình thường
btnTimerOpen=Thời gian mở cửa ra

[GZRule]
RuleID=số quy định
RuleName=tên quy định
IsFunction=bật công thức
VRuleFunction=công thức
RuleCash=số lượng cố định
Mode=loại quy định
modeIn=thu nhập
modeOut=chi phí
Error001=đây là quy định lương đang đươc sử dụng, không thể xóa!

[GZRuleAdd]
GZRuleID=số quy định
GZRuleName=tên quy định
IsFunction=bật công thức để tính tổng
Function=công thức
GZRuleCash=số lượng cố định
Mode=loại quy định
modeIn=thu nhập
modeOut=chi phí
btL=(
btR=)
btClear=C
btBack=←
btPoint=.
btPlu=+
btSub=-
btMul=*
btDiv=/
WorkDays=đã làm việc
SunDays=nghỉ
HdDays=ngày lễ
AbsentDays=vắng mặt
WorkHrs=giờ làm việc
LateMins=số phút trễ
LateCount=thời gian trễ hơn
LeaveMins=số phút về sớm
LeaveCount=số phút về sớm
OtHrs=giờ tăng ca
SunHrs=tăng ca cuối tuần
HdHrs=tăng ca ngày lễ
check=kiểm tra công thức
msg1=mẫu số không bằng 0
msg2=Quy định về lương được chia thành thu nhập và chi tiêu. Thu nhập: làm việc ngoài giờ, tiền thưởng đánh giá cao. chi tiêu: nghỉ phép, phạt v. v...
checkOK=kiểm tra thành công! #13#10 cú pháp đúng
checkErr=kiểm tra thất bại! #13#10 lỗi cú pháp

[GZItem]
ItemID=No.
ItemName=tên
Out=chi phí
In=thu nhập

[GZItemAdd]
GZItemID=No.
GZItemName=tên
gbGZItemOut=qui định chi phí
gbGZItemIn=qui định thu nhập
gbGZItem=qui định
btAdd=thêm vào
btDel=xóa
btUp=↑
btDown=↓
msg1=Mỗi lương gồm tối đa 20 quy tắc về thu nhập và 20 quy tắc về thưởng

[GZRuleEmp]
RuleIDName=cài đặt lương

[GZRuleEmpAdd]
RuleIDName=cài đặt lương

[GZRuleDepart]
RuleIDName=cài đặt lương

[GZRuleDepartAdd]
RuleIDName=cài đặt lương

[GZReport]
In=thu nhập
Out=chi phí
Sum=lương thực
lblYM=tháng
GZItem=cài đặt lương
ItemTAG1=chặn báo cáo
ItemTAG2=gỡ khóa
MsgNoSelectFreeze=không có mục nào để khóa
MsgFreezeSucceed=đã khóa
MsgNoSelectBreakFreeze=không có mục nào để khóa
MsgBreakFreezeSucceed=mở khóa 
Msg001=phân tích dữ liệu, vui lòng đợi...
Msg002=phân tích dữ liệu thành công. Tổng đã phân tích {0}, nhân viên, thời gian sử dụng {1}
Msg003=phân tích dữ liệu thất bại. Tổng đã phân tích {0}, nhân viên, thời gian sử dụng {1}
Msg004=Bạn chưa đặt {0} hoặc {1}

[KQInOutMode]
label1=vào 1
label2=ra 1
label4=vào 2
label3=ra 2
label6=vào 3
label5=ra 3
label8=ào 4
label7=ra 4
label10=vào 5
label9=ra 5

[FPReader]
frmFpReader=Trình thu vân tay
btnInit=Khởi tạo
btnEnroll=Đăng ký
btnVerify=Nhận dạng
btnStop=Dừng lại
btnClose=Tắt thiết bị
btnGetFpData=Dấu vân tay hiện tại
btnClearFpData=Xóa vân tay
lblEmpNo=số nhân viên
lblFingerNo=số đăng kí
gbxFpReader=Chức năng
MsgOpenDevice=Mở thiết bị ...
MsgInitSuccess=Khởi tạo thành công
MsgNoDevice=Không phát hiện thiết bị nào
MsgClearRequest=Bạn có chắc chắn muốn xóa tất cả vân tay cho người dùng này không?
MsgClearComplete=Tất cả dấu vân tay cho {0} đã bị xóa
MsgRegisterSuccess=Đăng ký {0} - {1} để thành công
MsgExist={0} - {1} đã tồn tại
MsgPressFinger=Vui lòng nhấn ngón tay của bạn
MsgLeaveFinger=Xin vui lòng để lại ngón tay của bạn
MsgOverRegister=10 dấu vân tay đã được đăng ký
MsgStop=Dừng lại
MsgFPunregistered=Vui lòng nhấn ngón tay của bạn một lần nữa

[MJDynamicAdd]
gBSetTimeCertificate=Thời gian thông tin
groupBox1=Thời hạn có hiệu lực thông tin
lb1stPeriod=Thời gian1
lb2ndPeriod=Thời gian2
lb3rdPeriod=Thời gian3
label4=Thời hạn có hiệu lực đến

[MJDynamicEdit]
gBSetTimeCertificate=Thời gian thông tin
groupBox1=Thời hạn có hiệu lực thông tin
lb1stPeriod=Thời gian1
lb2ndPeriod=Thời gian2
lb3rdPeriod=Thời gian3
label4=Thời hạn có hiệu lực đến

[MJDynamic]
ItemTAG1=Gỡ bỏ cài đặt máy móc.
ItemTAG2=tải lên thiết bị

[PubDevSet]
label1=Tổng số người quản lý
label2=Âm lượng
label3=Thời gian trả về giao diện
label4=Cảnh báo hồ sơ tham dự
label5=Lặp lại thời gian xác nhận
label6=Thời gian bảo vệ màn hình
label7=Thời gian ngủ
label9=Số máy
label10=IP máy chủ
label11=Cổng máy chủ
label12=Chuyển khoản
label13=Xác nhận đồng thời
label14=Độ trễ mở
label15=Loại từ
label16=Cổng chậm
label17=Chống tàu ngầm trở lại
label18=Báo động giả mạo
label19=Báo động chậm
label20=Định dạng Wiegand
label35=Sản lượng Wiegand
label36=Đầu vào Wiegand
tabPage1=Cài đặt cơ bản
tabPage2=Thông tin liên lạc
tabPage3=Chức năng kiểm soát truy cập
yes=Vâng
no=Không
open=Kiểu mở
close=Đã đóng
btnOk=Lưu lại
btnUpload=Tải lên thiết bị
btnDownload=Đến máy tính
MsgSaveFail=Lưu dữ liệu không thành công
btnAlarm=Tắt báo thức
lbMinute=Phút
lbSecond=Thứ hai
CardNo=Số thẻ
EmpNoParam=Số công việc
Error=Giá trị của {0} chỉ được phép trong khoảng từ {1} đến {2}!

[PubMacParam]
Managers=Tổng số người quản lý
Volume=Âm lượng
ShowResultTime=Thời gian trả về giao diện
GlogWarning=Cảnh báo hồ sơ tham dự
ReverifyTime=Lặp lại thời gian xác nhận
ScreensaversTime=Thời gian bảo vệ màn hình
SleepTime=Thời gian ngủ
ServerIPAddress=IP máy chủ
ServerPort=Cổng máy chủ
ServerRequest=Chuyển khoản
MutiUser=Xác nhận đồng thời
OpenDoorDelay=Độ trễ mở
DoorMagneticType=Loại từ
DoorMagneticDelay=Cổng chậm
Antiback=Chống tàu ngầm trở lại
UseAlarm=Báo động giả mạo
AlarmDelay=Báo động chậm
WiegandType=Định dạng Wiegand
WiegandOutput=Sản lượng Wiegand
WiegandInput=Đầu vào Wiegand
ItemTAG1=Tải về máy tính
ItemTAG2=Tải lên máy
ItemMomEdit=Chỉnh sửa hàng loạt
tabPage1=Cài đặt cơ bản
tabPage2=Thông tin liên lạc
tabPage3=Chức năng kiểm soát truy cập
yes=Vâng
no=Không
open=Kiểu mở
close=Đã đóng
btnOk=Lưu lại
btnUpload=Tải lên thiết bị
btnDownload=Đến máy tính
MsgSaveFail=Lưu dữ liệu không thành công
btnAlarm=Tắt báo thức
lbMinute=Phút
lbSecond=Thứ hai
CardNo=Số thẻ
EmpNoParam=Số công việc
Error=Giá trị của {0} chỉ được phép trong khoảng từ {1} đến {2}!

[BaseDate]
cbTiming=Thu hồi hồ sơ mới thường xuyên
cbOne=Lần đầu tiên
cbTwo=Lần thứ hai
cbThree=Lần thứ ba
cbFour=Lần thứ tư
cbFive=Lần thứ 5
lbTips=(sử dụng chức năng này để giữ cho phần mềm hoạt động bình thường)
cbNew=Kỷ lục mới
frmData=Thu hồi hồ sơ
MsgGetSelectData=Tái chế các hồ sơ chọn lọc
MsgGetAllData=Thu hồi tất cả các hồ sơ
MsgSetTimingData=Thiết lập thời gian để thu hồi hồ sơ mới
MsgGetNewData=Thu hồi hồ sơ mới
Error001=Thời gian bắt đầu không thể lớn hơn thời gian kết thúc!

[MJDoorCondition]
label1=Ngưỡng so sánh danh sách đen trắng
label2=Ngưỡng so sánh thẻ căn cước
label3=Phương pháp mở cửa
label4=Phương pháp xác minh
label5=Kiểm soát chế độ giao diện mở cửa
label6=Kiểu giao thức Wigan
label7=Số thẻ truy cập công cộng
label8=Tự động tạo số thẻ bắt đầu của số thẻ truy cập
label9=Tự động tạo số thẻ cuối của số thẻ truy cập
label10=Độ trễ mở cửa (ms)
btnGetParam=Nhận thông số
btnOk=Cài đặt thông số
FaceOpenMode=Cách mở mặt
RemoteDoorOpenMode=Phương pháp mở cửa từ xa
RemoteDoorOrFaceOpenMode=Mở từ xa hoặc mở mặt
Whitelist=Xác minh danh sách trắng
IdCard=Xác minh thẻ ID
WhitelistAndIdCard=Danh sách trắng + ID
WhitelistOrIdCard=Danh sách trắng hoặc ID
WiganInterface=Giao diện Wigan
SwitchingValue=Giá trị chuyển đổi
WiganInterfaceAndSwitchingValue=Giao diện Wigan + Chuyểnđổi
RFCard=Xác minh thẻ RF
RFCardAndWhiteList=Xác minh thẻ RF + Xác minh danh sáchtrắng
RFCardOrWhiteList=Xác minh thẻ RF hoặc xác minh danh sáchtrắng
WiganCard=Xác minh WiganCard
WiganCardAndWhiteList=Xác minh danh sách + Danh sách trắng
WiganCardOrWhiteList=Xác minh WiganCard hoặc Whitelist
Temperature=Kiểm tra nhiệt độ cơ thể
Mask=Phát hiện mặt nạ
TemperatureAndWhite=Nhiệt độ cơ thể + phát hiện danh sách trắng
MaskAndWhite=Phát hiện mặt nạ + danh sách trắng
MaskAndTemperature=Mặt nạ + phát hiện nhiệt độ
MaskAndTemperatureAndWhite=Mặt nạ + nhiệt độ + phát hiện danh sách trắng

[MJSeaUserPwd]
Label1=Thay đổi mật khẩu
Label2=Xác nhận mật khẩu
Label3=Sau khi thiết lập thành công, tên người dùng và mật khẩu là như nhau!
Error001=Các mật khẩu là khác nhau, xin vui lòng nhập lại!

[MJSeaNetParam]
Label1=Địa chỉ IP của thiết bị
Label2=Mặt nạ mạng con ip thiết bị
Label3=Cổng ip thiết bị
Label4=Cổng dịch vụ dữ liệu
Label5=Cổng dịch vụ web
btnOk=Đặt tham số mạng
btnGetNetParam=Nhận thông số mạng

[MJSeaPower]
ItemTAG1=Tải về máy tính
ItemTAG2=Tải lên máy

[MJSeaSetSound]
chkVerifySuccAudio=Liệu xác thực thành công
chkVerifyFailAudio=Cho dù lỗi xác thực được phát sóng
chkRemoteCtrlAudio=Phát lại âm thanh điều khiển từ xa
chkVerifySuccGuiTip=Giao diện xác thực có thành công hay không
chkVerifyFailGuiTip=Giao diện lỗi xác thực có nhắc hay không
chkUnregisteredGuiTip=Cho dù danh sách không được đăng ký giao diện nhắc
chkIPHide=IP giao diện có bị ẩn không?
chkIsShowName=Nếu so sánh thành công, liệu dấu nhắc tên có được hiển thị không
chkIsShowTitle=Dấu nhắc tiêu đề giao diện có được hiển thị không
chkIsShowVersion=Số phiên bản giao diện có được hiển thị không
chkIsShowDate=Dấu nhắc ngày giao diện có được hiển thị không
chkIDCardNumHide=Số thẻ giao diện có bị ẩn không?
chkICCardNumHide=Số thẻ IC giao diện bị ẩn
Label1=Âm lượng
btnGetSetSound=Nhận thông số âm thanh
btnOk=Đặt tham số âm thanh

[MJStarParam]
lbDevName=Tên thiết bị
lbWiegandType=Wiegand Định dạng
lbLanguage=Ngôn ngữ
chkAntiPass=Quay lại Quay lại
lbOpenDoorDelay=Mở cửa chậm trễ
chkTamperAlarm=Báo động giả mạo
lbAlarmDelay=Độ trễ báo động
lbReverifyTime=Thời gian nhận dạng trùng lặp
lbScreensaversTime=Thời gian để vào trình bảo vệ màn hình
lbSleepTime=Thời gian ngủ
btnGetParam=Nhận tham số
btnOK=Đặt tham số
lbVerifyMode=Chế độ xác minh
lbVolume=âm thanh
Arabic=Tiếng Ả Rập
SimplifiedChinese=Tiếng Trung giản thể
TraditionalChinese=Trung Quốc truyền thống
English=Tiếng anh
Korean=Hàn Quốc
ThaiLanguage=Thái
Turkish=Thổ Nhĩ Kỳ
Spanish-Argentine=Tây Ban Nha-Argentina
Spanish=Tây Ban Nha
Portuguese-Brazilian= Bồ Đào Nha-Brazil
Portuguese=Tiếng Bồ Đào Nha
French=Tiếng Pháp
Indonesian=Indonesia
German=Tiếng Đức
Persian=Ba Tư
Japanese=Nhật Bản
Vietnamese=Việt Nam

[MJStarNetParam]
chkPushEnable=Có bật tính năng truyền không
lbServerhost=Địa chỉ máy chủ
lbServerPort=Cổng máy chủ
lbPushServerhost=Địa chỉ máy chủ đẩy
lbPushServerPort=Cổng máy chủ đẩy
lbInterval=Thời gian nhịp tim
btnGetParam=Nhận tham số
btnOK=Đặt tham số

[MJSeaTemperature]
lbFaceMaskTPTMode=Chế độ phát hiện
Null=Không có (So sánh nhận dạng mẫu bằng phương pháp xác minh)
lbTemperatureCheck=Hiệu chuẩn nhiệt độ
lbTemperatureHigh=Ngưỡng báo động nhiệt độ
lbEnvTemperature=Nhiệt độ môi trường
lbEnvTemperatureCheck=Giá trị hiệu chuẩn nhiệt độ môi trường
lbOpenLaser=Có bật tia laser hay không
yes=Vâng
no=Không
btnGetTemperatureParam=Nhận thông số
btnOK=Cài đặt thông số

[SYSetPort]
lbRegularPort=Thông thường
lbSeaPort=Loạt biển
lbStarPort=Loạt sao

[PubDevGroup]
lbDevGroup=Nhóm thiết bị
lbGroupNo=Số nhóm thiết bị
lbGroupName=Tên nhóm thiết bị
lbGroupSuperior=Nhóm thiết bị cao cấp
lbRemarks=Nhận xét
ItemSave=Lưu lại
ItemUnsave=Hủy bỏ
btnParentGroup=...
Error001=Nhóm không thể thay đổi cấp trên!
Error002=Nhóm thiết bị lên đến bốn cấp độ!
Error003=Nhóm thiết bị chính không thể bị xóa!
Error004=Nhóm này có các nhóm con và không thể xóa!
Error005=Nhóm này có thiết bị và không thể xóa!